myDatart/myDatart-erpUpdate/templates/eshopReceiveDetailCust.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bam="http://etnetera.com/projects/datart/bambino" xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:enc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns0="http://etnetera.com/projects/datart/bambino" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Header/><soapenv:Body><bam:updateUser><segment>CZ</segment><user deleted="false"><id>ESH-478478</id><businessRelationship>B2C</businessRelationship></user></bam:updateUser> </soapenv:Body></soapenv:Envelope>